Repository: ARICOMA-D365BC/AC-dynamics365smb-docs.cs-cz-OmegaT
Catalog: tm/AC_MAIN_HELP.tmx
Source language: en_us
Languages: cs_cz

source: (Various reports)
cs_cz: (Různé sestavy)

source: !Caution Items in dedicated bins are not protected when they are picked and consumed as production components with the Inventory Pick page.
cs_cz: !Caution Zboží ve vyhrazené přihrádce nená chráněno proti vyskladnění a spotřebě jako výrobníí komponenty na kartě vyskladnění.

source: !IMPORTANT After you change the work date, if you sign out or switch to another company, the work data reverts to the default work date.
cs_cz: !IMPORTANT Pokud změníte pracovní datum a odhlásíte se nebo přepnete na jinou společnost, pracovní datum se vrátí na výchozí pracovní datum.

source: !IMPORTANT To clear all negative inventory and any open warehouse documents before you convert the location for warehouse handling, run a report to identify the items with negative inventory and open warehouse documents for the location.
cs_cz: !IMPORTANT Chcete-li před převedením umístění pro manipulaci se skladem vymazat všechny záporné zásoby a všechny otevřené skladové doklady, spusťte sestavu a identifikujte položky se zápornými zásobami a otevřené skladové doklady pro dané umístění.

source: !IMPORTANT When you change the locale, you will see a long list of languages and locales.
cs_cz: !IMPORTANT Když změníte oblast, zobrazí se dlouhý seznam jazyků a oblastí.

source: !Important Consider the name that you give a saved settings entry.
cs_cz: !Important Zvažte jméno, které zadáte pro uloženou položku nastavení..

source: !NOTE Before you can specify bin codes on the location card, the bin codes must be created.
cs_cz: !NOTE Předtím než nastavníte kódy přihrádek na kartě lokace, musí být již přihrádky vytvořeny.

source: !NOTE Even though the settings are called Require Pick and Require Put-away , you can still post receipts and shipments directly from the source business documents at locations where you select these check boxes.
cs_cz: !NOTE Přestože se nastavení nazývá Vyžadovat vyskladnění a Vyžadovat zaskladnění , stále můžete účtovat příjmy a dodávky přímo ze zdrojových obchodních dokumentů na lokacích, kde zaškrtnete tyto políčka.

source: !NOTE For [!INCLUDE prodshort ] on-premises, the Edit in Excel action is only available if the Excel add-in has been installed by your administrator.
cs_cz: !NOTE Pro [!INCLUDE prodshort ] on-premis, akce upravit v aplikaci Excel je dostupná, pokud add-in Excel byl nainstalován vaším správcem.

source: !NOTE For [!INCLUDE prodshort ] on-premises, the Open in Excel action is not available if the Edit in Excel action is.
cs_cz: !NOTE Pro [!INCLUDE prodshort ] on-premis, akce Otevřit v aplikace Excel není dostupná, pokud akce Upravit v aplikaci Excel dostupná.

source: !NOTE If some serial/lot-numbered items use specific tracking, then those are respected first and under them, the remaining, non-specific, serial/lot numbers are listed according to FEFO.
cs_cz: !NOTE Pokud některé zboží se sériovým číslem nebo číslem šarže používá specifické sledování, jsou pak nejprve respektovány a pod nimi jsou zbývající, nespecifická, sériová čísla nebo šarže uvedena podle FEFO..

source: !NOTE If you choose Yes and there are many entries concerning this bin, for example, because you have not deleted warehouse documents for some time, it may take some time to rename all the records.
cs_cz: !NOTE Pokud zvolíte Ano a existuje mnoho položek týkajících se této přihrádky, například proto, že jste po určitou dobu neodstranili doklady skladu, může nějakou dobu trvat než program přejmenuje všechny záznamy.

source: !NOTE If you want to operate without zones, you must still create one zone code that is undefined except for the code.
cs_cz: !NOTE Pokud chcete pracovat bez zón, musíte vytvořit jednu zóny, která bude nenadefinovaná, tedy kromě kód zóny.

source: !NOTE In [!INCLUDE d365fin ], the term "report" also covers externally-facing documents, such as sales invoices and order confirmations that you send to customers as PDF files.
cs_cz: !NOTE V [!INCLUDE d365fin ], zahrnuje pojem „sestava“ také externí dokumenty, jako jsou prodejní faktury a potvrzení objednávek, které posíláte zákazníkům jako soubory PDF.

source: !NOTE In the following procedure, the Bin Mandatory setup field on location cards is selected as a precondition because that is considered the foundation for any level of warehouse management.
cs_cz: !NOTE V následujícím postupu je jako předběžná podmínka vybrána pole nastavení Přihrádka nutná na kartě lokace, protože se to považuje za základ pro jakoukoli úroveň správy skladu.

source: !NOTE In the standard version of [!INCLUDE d365fin ], ADCS only works in on-premise deployments.
cs_cz: !NOTE Ve standardní verzi [!INCLUDE d365fin ], ADCS (ASSD - Automatický systém sberu dat) funguje pouze v nasazení on-premise.

source: !NOTE It is recommended that you run the Create Warehouse Location batch job at a time when it will not impact the daily work in the system.
cs_cz: !NOTE Doporučujeme spustit dávkovou úlohu Vytvořit lokaci ve skladu v době, kdy to neovlivní každodenní práci v systému.

source: !NOTE The Assemble-to-Order Shipment bin is always empty.
cs_cz: !NOTE Kód dod. přihr. montáže na zakázku zůstává vždy prázdný.

source: !NOTE The bin must be empty before you can select or clear the Dedicated field.
cs_cz: !NOTE Přihrádka musí být prázná, předtám než můžete vybrat nebo smazat pole Vyhrazeno .

source: !NOTE The default warehouse for the employee must be one that uses ADCS.
cs_cz: !NOTE Výchozí sklad pro zaměstnance musí ten, který používá ADCS.

source: !NOTE The list shows all languages that are supported by the Microsoft Docs site.
cs_cz: !NOTE Seznam zobrazuje všechny jazyky, které jsou podporovány webem Microsoft Docs

source: !NOTE The most advanced level of warehousing is referred to as “WMS installations” in this documentation, since this level requires the most advanced granule, Warehouse Management Systems.
cs_cz: !NOTE Nejpokročilejší úroveň skladování je odkazována v dokumentaci jako “Instalace WMS”, protože tato úroveň vyžaduje nejpokročilejší systémy Warehouse Management Systems.

source: !NOTE The sandbox contains demonstration data for the fictitious CRONUS company.
cs_cz: !NOTE Sandbox prostředí obsahuje demo data pro finktivní společnost CRONUS.

source: !NOTE The saved settings feature is available only on reports where the SaveValues property of the report's request page is set to Yes .
cs_cz: !NOTE <x3 /> Funkce uloženého nastavení je dostupná pouze u sestav, kde je vlastnost Uložit hodnoty​ na stránce sestavy nastavena na Ano .

source: !NOTE This field cannot be used if the location is set up to use directed pick and put-away.
cs_cz: !NOTE Toto pole nelze používat, pokud je na lokaci nastaveni řízené zaskladnění a vyskladnění.

source: !NOTE This section is only available if you have paid for a [!INCLUDE prodshort ] subscription.
cs_cz: !NOTE Tato část je k dispozici, pouze pokud jste zaplatili za předplatné [!INCLUDE prodshort ].

source: !NOTE This section is only available in trial experiences.
cs_cz: !NOTE Tato část je k dispozici pouze pro zkušební účely..

source: !NOTE This setup is only possible for locations where the Bin Mandatory field is selected.
cs_cz: !NOTE Toto nastavení je možné pouze v přídadě, že je na lokaci nastaveno "Přihrádka nutná".

source: !NOTE We recommend that you do not set up a warehouse to use ADCS if the warehouse also has a bin capacity policy.
cs_cz: !NOTE Doporučujeme, aby jste nezapínali na lokaci ADCS, pokud lokace využívá kapacity na přihrádkách.

source: !NOTE When an item is put away for the first time, and the item does not have a default bin assigned, the system will assign the bin where the item is put away as the default bin for the item.
cs_cz: !NOTE Pokud je zboží zaskladěné poprvé a nemá přiřazenou výchozí přihrádku, systém přiřadí přihrádku, ve které je zboží zaskladněno jako výchozí.

source: !NOTE When an item is put away, if the item does not have a default bin assigned, the bin where the item is put away is assigned as the default.
cs_cz: !NOTE Pokud je zboží zaskladněno, a pokud zboží nemá přiřazenou výchozí přihrádku, nastaví se jako výchozí ta, kde je zaskladněno.

source: !NOTE When you reset a company that you are sharing with other people from your organization, you must make sure other people are not logged in when you reset the company.
cs_cz: !NOTE Když resetujete společnost, kterou sdílíte s ostatními lidmi z vaší organizace, musíte se ujistit, že ostatní lidé nejsou při resetování společnosti přihlášeni.

source: !NOTE You cannot set up the warehouse to use bins when the location has open item ledger entries.
cs_cz: !NOTE Nemůžete nastavit na skladě použití přihrádek, pokud má sklad otevřené položky.

source: !NOTE [!INCLUDE d365fin ] only supports a single character set for data.
cs_cz: !NOTE [!INCLUDE d365fin ] pouze podporuje jednu znakovou sadu pro data.

source: !TIP If you want to display a different name for your company in the application (such as on the Role Center), set the Name field on the Company Information page or the Display Name field on the Companies page.
cs_cz: !TIP Pokud chcete v aplikaci zobrazit jiné jméno vaší společnosti (například v Centru rolí), nastavte pole Název na stránce Informace o společnosti nebo pole Zobrazovaný název na stránce Společnosti .

source: !TIP Type w to quickly enter the work date in a date field.
cs_cz: !TIP Napište w k rychlému zadání datumu v políčku s datumem.

source: !Tip Videos in the library display in a frame that might seem a little small.
cs_cz: !Tip Videa v knihovně se zobrazují v rámečku, který se může zdát trochu malý.

source: !div class="mx-imgBorder" Intelligent cloud insights Shows the Intelligent Cloud Insights page in Business Central
cs_cz: !div class="mx-imgBorder" Intelligent cloud insights zobrazení stránky Inteligentní cloudové statistiky v Business Central

source: Language
cs_cz: Jazyk

source: Region
cs_cz: Oblasti

source: Role Center
cs_cz: Centrum rolí

source: Company
cs_cz: Společnost

source: Work Date
cs_cz: Pracovní datum

source: Administration [Setting Up [!INCLUDE d365fin ]](setup.md) Getting Started [Working with [!INCLUDE d365fin ]](ui-work-product.md)
cs_cz: Správa [Nastavení [!INCLUDE d365fin ]](setup.md) Začínáme [Práce s [!INCLUDE d365fin ]](ui-work-product.md)

source: AppSource Consulting Offerings Partner Eligibility Partner Nomination Form
cs_cz: AppSource - Nabídka konzultantských služeb Způsobilosti partnera Formulář pro jmenování partnera

source: Assembly Management
cs_cz: Správa montáže

source: Bin Content Creation Worksheet
cs_cz: Sešit vytvoření obsahu přihrádky

source: Bin Creation Worksheet
cs_cz: Sešit vytvoření přihrádky

source: Bin flow chart BinFlow
cs_cz: Vývojový diagram toku přihrádky BinFlow

source: Blog post: Find the right resources and provide feedback Business Central developer and ITpro docs Resources for Help and Support for Partners Configuring Technical Support
cs_cz: Příspěvek na blogu: Najděte vhodné zdroje a poskytněte zpětnou vazbu Vývojář Business Central a dokumenty ITpro Zdroje nápovědy a podpory pro partnery Konfigurace technické podpory

source: Changing Basic Settings Getting Started
cs_cz: Změna základního nastavení Začínáme

source: Design Details: Costing Methods Design Details: Item Application Design Details: Known Item Application Issue Design Details: Cost Adjustment Design Details: Posting Date on Adjustment Value Entry Design Details: Expected Cost Posting Design Details: Average Cost Design Details: Variance Design Details: Rounding Design Details: Cost Components Design Details: Inventory Periods Design Details: Inventory Posting Design Details: Production Order Posting Design Details: Assembly Order Posting Design Details: Reconciliation with the General Ledger Design Details: Accounts in the General Ledger Design Details: Inventory Valuation Design Details: Revaluation
cs_cz: Detaily návrhu: Metody kalkukace Detaily návrhu: Vytvonávání položek Detaily návrhu: Známé problémy vyrovnávání položek Detaily návrhu: Adjustace nákladů Detaily návrhu: Datum zúčtování položky ajdustace Detaily návrhu: Očekáváné náklady Detaily návrhu: Průměrné náklady Detaily návrhu: Varianty Detaily návrhu: Zaokrouhlování Detaily návrhu: Náklady komponentů Detaily návrhu: Období zásob Detaily návrhu: Účtování zásob Detaily návrhu: Účtování výrobní zakázky Detaily návrhu: Účtování montáže Detaily návrhu: Přecenění v hlavní knize Detaily návrhu: Účty v hlavní knize Detaily návrhu: Přecenění zásob Detaily návrhu: Přecenění

source: Design Details: Warehouse Management
cs_cz: Detaily návrhu: Správa skladu

source: Example of a word report layout document for NAV NAV_WordReportLayout_Edit_In_Word_Example
cs_cz: Příklad dokumentu rozložení sestavy aplikace Word pro NAV NAV_WordReportLayout_Edit_In_Word_Example

source: Exchanging Data Electronically
cs_cz: Elektronická výměna dat

source: Fixed Assets
cs_cz: Dlouhodobý majetek

source: Getting Started
cs_cz: Začínáme

source: Getting Started Creating New Companies Exporting Your Business Data to Excel Office Portal How long is the trial period and how do I cancel?
cs_cz: Začínáme Vytváření nových společností Export obchodních dat do aplikace Excel Office Portál Jak dlouhá je zkušební doba a jak ji zruším?

source: Getting Started [Working with [!INCLUDE d365fin ]](ui-work-product.md)
cs_cz: Začínáme [Práce s [!INCLUDE d365fin ]](ui-work-product.md)

source: Getting Started [Working with [!INCLUDE d365fin ]](ui-work-product.md) Choosing Your Dynamics 365 Business Central Development Sandbox Environment The Business Central Administration Center
cs_cz: Začínáme [Práce s [!INCLUDE d365fin ]](ui-work-product.md) Prostředí Dynamics 365 Business Central Development Sandbox Centrum správy Business Central

source: Human Resources
cs_cz: Lidské zdroje

source: Incoming Documents
cs_cz: Došlé doklady

source: Individual Apps – where you bring your industry expertise to market.
cs_cz: Jednotlivé aplikace – kde přenesete vaše oborové zkušenosti.

source: Internal Whse.
cs_cz: Interní

source: Inventory Movement
cs_cz: Přesun zásob

source: Inventory Movement page.
cs_cz: Stránku Přesuny .

source: Inventory Pick
cs_cz: Vyskladnění zásob

source: Inventory Pick page.
cs_cz: Stránku Vyskladnění zásob .

source: Inventory Put-away
cs_cz: Zaskladnění zásob

source: Inventory Put-away page.
cs_cz: Stránku Zaskladnění zásob .

source: Inventory
cs_cz: Zásoby

source: Item Journal
cs_cz: Deník zboží

source: Item Reclassification Journal
cs_cz: Deník přeřazení zboží

source: Manufacturing
cs_cz: Výroba

source: Microsoft Collaborate platform
cs_cz: Platforma spolupráce Microsoft

source: Movement Worksheet
cs_cz: Sešit přesunu

source: Online learning
cs_cz: E-learning

source: Overview of warehouse processes Overview of warehouse processes
cs_cz: Přehled skladových prcesů Přehled skladových procesů

source: Pick Worksheet
cs_cz: Sešit vyskladnění

source: Picking Items Pick Items for Warehouse Shipment Pick Items with Inventory Picks Design Details: Warehouse Management Inventory [Working with [!INCLUDE d365fin ]](ui-work-product.md)
cs_cz: Vyskladnění zboží Vyskladnění zboží pro dodávku ze skladu Vyskladnění zboží pomocí vyskladnění zásob Detaily návrhu: Správa skladu Zásoby [Práce s [!INCLUDE d365fin ]](ui-work-product.md)

source: Planning
cs_cz: Plánování

source: Project Management
cs_cz: Správa projektu

source: Purchasing
cs_cz: Nákup

source: Put-away Worksheet
cs_cz: Sešit zaskladnění

source: Relationship Management
cs_cz: Řízení vztahů

source: Sales
cs_cz: Prodej

source: Service Management
cs_cz: Správa servisu

source: Training and workshops
cs_cz: Školení and workshopy

source: Updating Report or Document Layouts [Working with [!INCLUDE d365fin ]](ui-work-product.md) Create and Modify a Custom Report or Document Layout Import and Export a Custom Report or Document Layout Send Documents by Email Working with Reports and Batch Jobs
cs_cz: Aktualizace rozvržení sestav a dokladů [Práce s [!INCLUDE d365fin ]](ui-work-product.md) Vytvoření a úprava vlastní sestavy nebo rozvržení dokladu Importování a exportování vlastního rozvržení sestavy nebo dokladu Odesílání dokladů e-mailem Práce se sestavami a dávkovými úlohami

source: Warehouse Management
cs_cz: Správa skladů

source: Warehouse Management Inventory Setting Up Warehouse Management Assembly Management Design Details: Warehouse Management [Working with [!INCLUDE d365fin ]](ui-work-product.md)
cs_cz: Správa skladu Zásoby Nastavení správy skladu Správa montáže Detaily návrhu: Správa skladu [Práce s [!INCLUDE d365fin ]](ui-work-product.md)

source: Warehouse Movement
cs_cz: Skladový přesun

source: Warehouse Pick
cs_cz: Sešit zaskladnění

source: Warehouse Put-away
cs_cz: Sešit vyskladnění

source: Warehouse Receipt
cs_cz: Skladová příjemka

source: Welcome to Business Central Business Central Intelligent Cloud extension Data Replication extension Connect to the Intelligent Cloud
cs_cz: Vítejte v Business Central Rozšíření Business Central Intelligent Cloud Rozšíření replikace dat Připojení do Intelligent Cloud

source: Whse.
cs_cz: Deník

source: Working with Business Central
cs_cz: Práce s Business Central

source: Working with Reports and Batch Jobs
cs_cz: Práce se sestavami a dávkovými úlohami

source: To enable movements according to FEFO, either on the Inventory Movement page or the Movement Worksheet page, you must leave the From Bin field empty.
cs_cz: Pro povolení pohybů dle FEFO, musíte nechat volné políčko Z přihrádky buďto na Přesunech a nebo na Sešitu přesunu .

source: If the Strict Expiration Posting field is selected, then only items that are not expired will be included in the pick.
cs_cz: Pokud je pole Přísné účtování expirace vybrané, bude do výběru zahrnuto pouze zboží, jehož platnost vypršela.

source: Packaged Consulting Services – where you bring ready-made packaged engagements to market.
cs_cz: Poradenské služby – kde přinesete nachystané balíčky obchodního rozhodování

source: Saved settings are basically predefined options and filters.
cs_cz: Uložené nastavení jsou v podstatě přednastavené možnosti a filitry.

source: If two serial/lot-numbered items have the same expiration date, then the program selects the item with the lowest serial or lot number.
cs_cz: Pokud dvě zboží se sériovým číslem / číslem šarže mají stejné datum exspirace, program vybere zboží s nejnižší sériovým číslem nebo číslem šarže.

source: When picking serial/lot-numbered items in locations set up for directed put-away and pick, only quantities on bins of type Pick are picked according to FEFO.
cs_cz: Při vyskladnění zboží se sériovým číslem nebo číslem šarží v lokacích nastavených pro řízené zaskladnění a vyskladnění se podle FEFO počítá pouze množství na přihrádkách typu Vyskladnění .

source: A Word report layout determines the report's content - controlling how that content elements are arranged and how they look.
cs_cz: Rozložení sestavy aplikace Word určuje obsah zprávy - určuje, jak jsou tyto prvky obsahu uspořádány a jak vypadají.

source: A Word report layout document will typically use tables to arrange content, where the cells can contain data fields, text, or pictures.
cs_cz: Dokument rozložení sestavy aplikace Word obvykle používá tabulky k uspořádání obsahu, kde mohou buňky obsahovat datová pole, text nebo obrázky.

source: A Word report layout is a based on Word document (.docx file type).
cs_cz: Rozložení sestavy aplikace Word je založeno na dokumentu aplikace Word (typ souboru DOCX).

source: A company functions as a container for data in [!INCLUDE d365fin ].
cs_cz: Společnost funguje jako úložiště pro data v [!INCLUDE d365fin ].

source: A preview instance contains functionality that is in addition to what's available in the current version.
cs_cz: Ukázková instance obsahuje funkce, které doplňují funkce dostupné v aktuální verzi.

source: A report can be set up with multiple report layouts, which you can switch among as required.
cs_cz: Sestavu lze nastavit ve více rozloženích sestav, mezi kterými lze přepínat podle potřeby.

source: A report can include one or more saved settings that users can apply to the report from the request page.
cs_cz: Sestava může obsahovat jedno nebo více uložených nastavení , která mohou uživatelé použít pro sestavu na stránce požadavků.

source: A report layout can be based on either a Word document or RDLC file.
cs_cz: Rozložení sestavy může být založeno buď na dokumentu aplikace Word, nebo na souboru RDLC.

source: A report layout controls content and format of the report, including which data fields of a report dataset appear on the report and how they are arranged, text style, images, and more.
cs_cz: Rozložení sestavy řídí obsah a formát sestavy, včetně těch datových polí datové sady sestavy, které se zobrazují v sestavě, jejich uspořádání, stylu textu, obrázků a dalších prvků.

source: A sandbox lets you safely build and test extensions and develop new functionality to customize the service without affecting the data and settings of your production or preview instances.
cs_cz: Sandbox vám umožňuje bezpečně vytvářet a testovat rozšíření a vyvíjet nové funkce pro přizpůsobení služby bez ovlivnění dat a nastavení vašeho produkčního prostředí.

source: A side effect of the recent improvements in [!INCLUDE d365fin ] is that we have to reproduce our content so that it accurately reflects the product.
cs_cz: Vedlejším účinkem nedávných vylepšení v [!INCLUDE d365fin ] je to, že musíme kompoletně reprodukovat náš obsah tak, aby přesně odrážel nový produkt.

source: A user can be assigned to additional non-default locations for which the employee can view activity lines but not perform the activities.
cs_cz: Uživatele lze přiřadit k dalším nevýchozím lokacím, pro které může zaměstnanec zobrazit řádky aktivit, ale neprovádět aktivity.

source: ADCS typically involves barcode scanning.
cs_cz: ASSD obvykle zahrnuje skenování čárových kódů.

source: Access your [!INCLUDE d365fin ] data from your mobile device.
cs_cz: Získejte přístup k datům [!INCLUDE d365fin ] z mobilního zařízení.

source: Accordingly, the quantities in dedicated bins are included in the Total Available Quantity field on the Reservation page.
cs_cz: Proto jsou množství ve vyhrazených přihrádkách zahrnuta do pole Celkové dostupné množství na stránce Rezervace .

source: Achieve more with a platform that delivers a modern experience and offers scale
cs_cz: Získejte více s platformou, která přináší moderní zkušenosti a nabízí měřítko

source: Activities show current data and can be clicked or tapped to view more detailed information.
cs_cz: Činnosti ukazují aktuální data a lze na ně kliknout a zobrazit podrobnější informace.

source: Add C/AL code to the relevant function of the miniform-specific codeunit to handle the function key.
cs_cz: Přidejte kód C/AL k příslušné funkci procedury specifické pro miniformulář, která bude zpracovávat funkční klávesu.

source: Add code similar to the following example to the.xsl file for the plug-in.
cs_cz: Přidejte kód podobný následujícímu příkladu do souboru .xsl pro plug-in.

source: Additional functionality exists to make sure that when items are placed in a certain bin, they cannot be moved or picked to other activities.
cs_cz: Existují další funkce, které zajistí, že když jsou položky umístěny do určité přihrádky, nemohou být přesunuty nebo vydány do jiných aktivit.

source: Additional functionality exists to make sure that when items are placed in a default bin, they cannot be moved or picked to other activities.
cs_cz: Existují další funkce, které zajistí to, že případě umístění zboží do výchozí přihrádky, nemohou být přesunuty nebo vydány do jiných aktivit.
